Repository: konstantintutsch/Website
Catalog: po/*.po
Languages: hi, it, uk

source: Save
hi: सहेजें
it: Salva
uk: Зберегти

source: Install
hi: स्थापित करें
it: Installa
uk: Встановити

source: Default Favicon
hi: डिफ़ॉल्ट फ़ेविकॉन

source: Portal Error:
hi: पोर्टल समस्या:

source: Edit Web App
hi: वेब ऐप संपादित करें
it: Modifica Web app
uk: Редагувати веб-додаток

source: Create New Web App
hi: नया वेब ऐप बनाएं

source: Cancel
hi: रद्द करें

source: Save changes to the web app
hi: वेब ऐप में बदलाव सहेजें
it: Salva le modifiche nella web app
uk: Зберегти зміни у веб-додатку

source: Create a new web app
hi: नया वेब ऐप बनाएं
it: Crea una nuova web app
uk: Створити новий веб-додаток

source: Name
hi: नाम
it: Nome
uk: Назва

source: URL
hi: यूआरएल

source: Icon
hi: आइकन

source: Set the icon for the web app (must be a PNG less than 512x512)
hi: वेब ऐप के लिए आइकन सेट करें (512x512 से कम का PNG होना चाहिए)

source: Browse
hi: चयन करें

source: Show Navigation Options
hi: नेविगेशन विकल्प दिखाएं
it: Mostra opzioni di navigazione
uk: Показати параметри навігації

source: Show the buttons for back, forward and reload.
hi: पीछे, आगे और पुनः लोड के बटन दिखाएं।
it: Mostra i pulsanti per indietro, avanti e ricarica.
uk: Показати кнопки назад, вперед та перезавантаження.

source: Domain Matching
hi: डोमेन मिलान
it: Corrispondenza del dominio
uk: Відповідність доменів

source: Set which websites will be allowed to load in the web app.
hi: वेब ऐप में लोड होने दी जाने वाली वेबसाइटों को सेट करें।
it: Imposta quali siti Web potranno essere caricati nell'app Web.
uk: Визначити домени, дозволені для завантаження у веб-додатку.

source: Domain and subdomains
hi: डोमेन और सबडोमेन
it: Dominio e sottodomini
uk: Домен та піддомени

source: Domain only
hi: केवल डोमेन
it: Solo dominio
uk: Тільки домен

source: Allow all
hi: सभी को अनुमति दें
it: Consenti tutto
uk: Дозволити всі

source: Show Loading Bars
hi: लोडिंग बार दिखाएं
it: Mostra barre di caricamento
uk: Показувати індикатори завантаження

source: A loading bar will be visible at the top of the web page when it is being loaded.
hi: जब वेब पृष्ठ लोड हो रहा होता है, तो उसके शीर्ष पर एक लोडिंग बार दिखाई देगी।
it: Una barra di caricamento sarà visibile nella parte superiore della pagina Web quando viene caricata.
uk: Індикатор завантаження буде видимий у верхній частині веб-сторінки під час її завантаження.

source: Enable JavaScript
hi: जावास्क्रिप्ट सक्षम करें
it: Abilitare JavaScript
uk: Увімкнути JavaScript

source: Enable web scripting.
hi: वेब स्क्रिप्टिंग सक्षम करें।
it: Abilita script web.
uk: Увімкнути веб-скрипти.

source: Incognito Browsing
hi: गुप्त ब्राउज़िंग
it: Navigazione in incognito
uk: Анонімний перегляд

source: Cookies and other data will not be stored.
hi: कुकीज़ और अन्य डेटा संचित नहीं होंगे।
it: I cookie e altri dati non verranno memorizzati.
uk: Файли cookie та інші дані не будуть зберігатися.

source: Portal error:
hi: पोर्टल समस्या:
uk: Помилка порталу:

source: Web Apps
hi: वेब ऐप्स
uk: Веб-додатки

source: Install websites as apps
hi: वेबसाइटों को ऐप के रूप में स्थापित करें
it: Installa siti Web come app
uk: Встановити вебсайти як додатки

source: Back
hi: पीछे
it: Indietro
uk: Назад

source: Forward
hi: आगे
it: Avanti
uk: Вперед

source: Reload
hi: पुनः लोड
it: Ricarica
uk: Перезавантажити

source: Stop
hi: रोकें
it: Ferma
uk: Зупинити

source: Allow {} access to your location?
hi: {} को अपना स्थान जानने की अनुमति दें?
it: Consentire a {} l'accesso alla tua posizione?
uk: Дозволити {} доступ до вашого місцезнаходження?

source: Allow {} to send notifications?
hi: क्या {} को अधिसूचनाएँ भेजने की अनुमति दें?
it: Consentire a {} di inviare notifiche?
uk: Дозволити {} відправляти сповіщення?

source: Allow {} to install and use DRM?
hi: क्या {} को DRM स्थापित और उपयोग करने की अनुमति दें?
it: Consentire a {} di installare e utilizzare DRM?
uk: Дозволити {} встановлювати та використовувати DRM?

source: Yes
hi: हाँ
it: Si
uk: Так

source: No
hi: नहीं
uk: Ні

source: Save File
hi: फ़ाइल सहेजें
it: Salva file
uk: Зберегти файл

source: Install websites as desktop applications
hi: वेबसाइटों को डेस्कटॉप एप्लिकेशन के रूप में स्थापित करें
it: Installa siti Web come applicazioni desktop
uk: Встановити вебсайти як десктопні додатки

source: Add Web App
hi: नया वेब ऐप
it: Aggiungi Web app
uk: Додати веб-додаток

source: About
hi: परिचय
it: Informazioni
uk: Про програму

source: Report Broken Website
hi: ठीक से काम न कर रही वेबसाइट की रिपोर्ट करें
it: Segnala un sito web non funzionante
uk: Повідомити про непрацюючий вебсайт

source: Quit
hi: बंद करें
it: Esci
uk: Вийти

source: Your Web Apps
hi: आपके वेब ऐप्स
it: Le tue Web app
uk: Ваші веб-додатки

source: No Web Apps installed
hi: कोई वेब ऐप्स स्थापित नहीं हैं
it: Nessuna Web app installata
uk: Веб-додатки не встановлені

source: Press the Add Web App button to create one
hi: नया वेब ऐप बनाने के लिये "नया वेब ऐप" बटन दबाएं
it: Premi il pulsante Aggiungi Web App per crearne una
uk: Натисніть кнопку «Додати веб-додаток», щоб створити новий

source: Enter URL
hi: URL दर्ज करें
it: Inserire URL
uk: Введіть URL

source: Add
hi: जोड़ें
it: Aggiungi
uk: Додати

source: Add manually (if above doesn't work)
hi: हाथ से जोड़ें (यदि ऊपर वाला बटन काम नहीं करे)

source: Add manually
hi: हाथ से जोड़ें

source: Loading...
hi: लोड हो रहा है...
it: Caricamento in corso...
uk: Завантаження...

source: Delete
hi: हटाएं
it: Elimina
uk: Видалити

source: Edit
hi: संपादित करें
it: Modifica
uk: Редагувати

source: Incomplete report
hi: अधूरी रिपोर्ट
it: Rapporto incompleto
uk: Неповний звіт

source: Please enter the URL and a detailed description (atleast 200 characters) of the issue in English to help resolve it faster. Please make sure to mention your desktop environment and distro.
hi: कृपया URL और समस्या का विस्तृत वर्णन (कम से कम 200 अक्षर) अंग्रेज़ी में दर्ज करें ताकि इसे तेजी से हल किया जा सके। इसमें अपने डेस्कटॉप एन्विरानमेंट और डिस्ट्रो भी उल्लेख करें।
it: Inserisci l'URL e una descrizione dettagliata (almeno 200 caratteri) il problema in inglese per aiutarti a risolverlo più velocemente. Assicurati di menzionare il tuo ambiente desktop e la tua distribuzione.
uk: Будь ласка, введіть URL та детальний опис (щонайменше 200 символів) проблеми англійською мовою, щоб допомогти швидше її вирішити. Не забудьте зазначити своє робоче оточення та дистрибутив.

source: Website broken?
hi: वेबसाइट ठीक से काम नहीं कर रही है?
it: Sito we non funzionante?
uk: Вебсайт не працює?

source: I can't install the website
hi: मुझे वेबसाइट स्थापित करने में समस्या हो रही है
it: Non riesco a installare il sito web
uk: Я не можу встановити вебсайт

source: The website is not opening/ working
hi: वेबसाइट को खुलने/काम करने में समस्या हो रही है
it: Il sito web non si apre/non funziona
uk: Вебсайт не відкривається/не працює

source: Enter details
hi: कृपया विस्तार से जानकारी दें
it: Inserisci i dettagli
uk: Введіть деталі

source: Submit
hi: सबमिट करें
it: Invia
uk: Надіслати

source: Satvik Patwardhan
it: Albano Battistella <albanobattistella@gmail.com>
uk: Semicov

source: Allow {} to access your clipboard?
it: Consentire a {} di accedere agli appunti?
uk: Дозволити {} доступ до вашого буфера обміну?

source: Allow {} to access your microphone and/or camera?
it: Consentire a {} di accedere al microfono e/o alla fotocamera?
uk: Дозволити {} доступ до вашого мікрофона та/або камери?

source: Install websites as desktop apps, so that they appear in their own windows separate from any browsers installed. This is similar to the "Install as App" feature found in popular web browsers. It uses an internal browser isolated from the system browser, which can optionally be used in incognito mode. Links to websites other than the one installed open in a new browser window.
it: Installa i siti web come app desktop, in modo che vengano visualizzati nelle rispettive finestre separato da qualsiasi browser installato. È simile a "Installa come App" presente nei browser Web più diffusi. Utilizza un browser interno isolato dal browser di sistema, che può essere utilizzato facoltativamente in modalità incognito. Collegamenti a siti web diversi da quello installato si aprono in un nuova finestra del browser.
uk: Встановлюйте веб-сайти як настільні додатки, щоб вони відображалися у своїх власних вікнах, окремо від будь-яких встановлених браузерів. Це схоже на функцію "Встановити як додаток", яку можна знайти в популярних веб-браузерах. Використовується внутрішній браузер, ізольований від системного браузера, який може бути використаний у режимі інкогніто. Посилання на веб-сайти, крім встановленого, відкриваються у новому вікні браузера.
